/* email message */
"<p>Hey there!</p><p>I thought you might like to try <a href=\"http://bit.ly/iphoneflashcards\">FlashCards++ for iPhone and iPod Touch</a>, the best way to study on the go. Import flash cards from Quizlet and FlashcardExchange, or create them on your phone.</p><p>To learn more about FlashCards++, visit <a href=\"http://www.iphoneflashcards.com/\">www.iphoneflashcards.com</a>.<p>Also, there is a free demo available if you want to try the app before you buy it.</p>" = 
"<p>J'ai pensé que vous aimeriez essayer de <a href=\"http://bit.ly/iphoneflashcards\">FlashCards++ pour iPhone et iPod Touch</a>, la meilleure façon d'étude. Vous pouvez importer cartes flash de Quizlet et FlashcardExchange, ou les créer sur votre téléphone mobile.</p><p>Pour en savoir plus sur FlashCards++, visitez le site <a href=\"http://www. iphoneflashcards.com/\">www.iphoneflashcards.com</a>. <p>Aussi, il ya une démo gratuite si vous voulez essayer l'app avant de l'acheter.</p>";

/* No comment provided by engineer. */
"About/Licensing" = "About/Licensing";

/* No comment provided by engineer. */
"BackupRestoreListFilesVCHelp" = "Pour sauvegarder vos cartes, tappez sur \"Sauvegarder\" ci-dessous.\n\nVous pouvez restaurer votre sauvegarde en revenant à cet écran et sélectionner la sauvegarde à restaurer.\n\nPar default, les sauvegardes sont stockées dans un dossier appelé \"FlashCards++ Backups.\" Vous pouvez changer cet emplacement dans les options de sauvegarde.";

/* No comment provided by engineer. */
"Can I add photos or audio?" = 
"Puis-je ajouter des photos ou audio?";

/* No comment provided by engineer. */
"Can I add photos or audio? ANSWER" = "<p>Vous pouvez ajouter des images à vos cartes. Vous pouvez choisir les photos de votre bibliothèque ou, si votre appareil mobile possède un appareil photo, vous pouvez prendre des photos avec votre appareil photo et les mettre dans vos cartes.</p><p>Vous ne pouvez pas enregistrer de l'audio, mais si vous tapez sur le haut-parleur icône, FlashCards++ va utiliser text-to-speech pour parler de la carte pour vous.</p>";

/* No comment provided by engineer. */
"CardListDuplicatesVCHelp" = "<p>Cet écran affiche une liste des cartes doubles basées sur l'avant.</p><p>Cartes jaunes ont été saisis dans le système de répétition espacée; claires n'ont pas.</p>";

/* No comment provided by engineer. */
"CollectionCardsDueByDayVCHelp" = "<p>Basé sur votre auto-évaluations, les cartes sont assignés d'une date pour la prochaine répétition. Ce tableau affiche le nombre de cartes sont prévues pour étudier quels jours.</p>";

/* No comment provided by engineer. */
"CollectionCardsStudiedByDayVCHelp" = "<p>Un graphique du nombre de cartes vous avez vraiment étudiées par jour, semaine ou mois.</p>";

/* No comment provided by engineer. */
"CollectionEFactorChartViewController" = "<p>Basé sur votre auto-évaluations, chaque carte est assignée une \"E-Factor\" entre 1,2 et 2,5, ce qui représente facile ou difficile, il est. Un faible E-Factor signifie qu'il est plus difficile, et plus élevé signifie qu'il est plus facile. Ce tableau présente la répartition des E-factors parmi les cartes de cette collection.</p>";

/* No comment provided by engineer. */
"CollectionGeneralStatisticsVCHelp" = "<p>Ces statistiques essayer de résumer l'information sur vos cartes flash et des habitudes d'étude:</p><ul>    <li>Premier jour - Date à laquelle vous avez créé la collection\n    <li># jours - Nombre total de jours que vous avez été étudiant\n    <li># cartes - Nombre total de cartes dans votre collection\n    <li># cartes mémorisées - Combien de cartes ont été mémorisés et sont entrés en répétition espacée\n    <li># mémorisées par jour - Nombre total de cartes que vous avez mémorisé par jour\n    <li># cartes d'attente - Combien de cartes reste à entrer dans le régiment de répétition espacée\n    <li>Taux de rétention - La rétention des connaissances estimée en fonction de votre auto-évaluations\n    <li>Durée moyenne de répétition - Temps moyen passé sur chaque répétition cartes\n    <li>Temps de répétition totale - Combiné temps total consacré à toutes les répétitions\n    <li>Fardeau - Estimation du nombre de cartes que vous étudiez par jour\n    <li>Charge de travail - Estimation de combien de temps vous passez à étudier par jour\n    <li>Vitesse - Moyenne des taux d'acquisition de connaissances, mesurée en nombre d'éléments mémorisés par an, par minute quotidienne du travail\n    <li>Intervalle moyenne - Moyenne intervalle actuel des cartes mémorisées\n    <li>Nombre moyen de répétitions - Nombre moyen de répétitions pour les cartes mémorisées\n</ul>";

/* No comment provided by engineer. */
"CollectionOFMatrixVCHelp" = "<p>Pour estimer le meilleur moment pour étudier, FlashCards++ utilise un algorithme avancé, basé sur SuperMemo SM-5, qui à sa base utilise un outil appelé la matrice des facteurs optimaux (OF-Matrix). Cette matrice auto-ajuste pour garder une trace de combien de temps vous devriez étudier une carte en fonction de sa difficulté (E-Factor) et la répétition. E-Factors sont énumérés dans la partie supérieure, et le nombre de répétitions est cotée sur la gauche.</p><p>Cette matrice est utilisée comme suit: Lorsque vous étudiez une carte, si vous obteniez la bonne (score > 3), puis la répétition suivante est calculée pour être: previousRepetitionLength * OF-Value, basée sur cette table.</p><p>Lorsque vous créez une nouvelle collection, nous commençons par une matrice univalente de facteurs optimaux construits directement sur les valeurs des E-Factors. Lorsque vous étudez, cette matrice est auto-ajustés afin de mieux calculer le meilleur espacement. Les cellules avec un fond rouge indiquent que ce point a été auto-ajustés.<p>";

/* No comment provided by engineer. */
"CollectionScoreChartVC" = "<p>Affiche le score moyen pour les cartes dans chaque gamme E-Factor en nombre de répétition. Les scores vont de 1-5.</p>";

/* No comment provided by engineer. */
"Feedback about FlashCards++" = "Commentaires sur FlashCards++";

/* No comment provided by engineer. */
"Feedback about FlashCards++ Lite" = "Commentaires sur FlashCards++ Lite";

/* No comment provided by engineer. */
"FlashCards++ on Facebook" = "FlashCards++ à Facebook";

/* No comment provided by engineer. */
"FlashCards++ on Twitter" = "FlashCards++ à Twitter";

/* No comment provided by engineer. */
"Frequently Asked Questions" = "Questions fréquentes";

/* No comment provided by engineer. */
"Getting Started" = "Pour commencer";

/* No comment provided by engineer. */
"GettingStartedText" = "<p>La meilleure façon de commencer est de simplement commencer à étudier. FlashCards++ par default a un ensemble de vocabulaire anglais pour le GRE (Graduate Record Exam). Les étudiants prennent cet examen pour entrer dans des études supérieures aux Etats-Unis. Pour étudier ces cartes, cliquer sur l'ensemble \"GRE Vocabulary,\" et cliquer sur \"Apprendre cartes.\" Vous pouvez choisir entre trois modes d'étude--<a href=\"#study\">étude \"intelligente,\" linéaire, et aléatoire</a>--et si vous voulez étudier toutes les cartes ou d'un sous-ensemble aléatoire. Puis se rendre au travail! Lire ci-dessous pour plus de détails sur <a href=\"#philosophy\">la philosophie de FlashCards++</a>, <a href=\"#collection\">comment créer une collection</a>, <a href=\"#import\">comment importer des cartes</a>, <a href=\"#study\">comment étudier</a>, <a href=\"#stats\">comment comprendre les statistiques</a>, et une <a href=\"#glossary\">lexique</a>.</p><h1><a name=\"philosophy\"></a>La philosophie de FlashCards++: Création de votre base de connaissances</h1><p>Avec FlashCards++, vous créez un \"base de connaissance\" sur un sujet (comme le vocabulaire étranger) et d'établir un régiment d'étude pour apprendre et retenir autant que possible. Pour ce faire, vous créez un \"Collection\" des cartes flash et les étudier à intervalles optimaux en utilisant le système de répétition espacée, sur la base des SuperMemo pionnier.</p><p>Information ne devrait pas être dupliqués. Si vous avez deux cartes identiques, les cartes doivent être \"fusionnés\" de sorte que vous n'avez qu'une seule copie. Autrement vous passer deux fois autant de temps à étudier deux cartes!</p><p>Après la création de nombreuses cartes, vous aurez un outil précieux--une base de données de votre connaissance qui vous permettra de l'étudier au cours du temps afin que vous pouvez développer à long terme de mémoire et d'acquérir la maîtrise du sujet.</p> <h1><a name=\"\"></a>La methode de FlashCards++: Répétition espacée</h1><p>FlashCards++ a un seul objectif: vous permettre d'étudier de vastes quantités de matériel avec quantité minime de l'investissement de temps, <i>et encore de maintenir la rétention bonne mémoire!</i> Cet objectif est atteint à travers le système de répétition espacée, un modèle à étudier de rapprocher la quantité de temps entre le moment où vous apprenez quelque chose et quand vous l'oubliez.</p><p>Le \"intervalle optimal\" est calculé en attribuant à chaque carte d'un \"E-Factor\" entre 1,2 et 2,5, ce qui représente facile ou difficile, il est. FlashCards + + utilise ces données pour estimer combien de temps vous devez attendre entre votre session d'étude en cours et la prochaine fois que vous devez étudier.</p><h1><a name=\"collection\"></a>Comment créer une collection</a></h1><p>La première étape est de créer un \"Collection\" pour contenir votre base de données des connaissances. Vous pouvez avoir autant de collections que vous voulez, vous devriez les séparer en fonction du contenu, par exemple vous pouvez avoir une collection pour le vocabulaire russe, un pour le chinois, l'autre pour les mathématiques. Appuyez simplement sur le \"+\" sur l'écran d'accueil. Si c'est un langage, tournez sur \"outils linguistiques,\" qui auto-ajustement les E-Factors basés sur la longueur des mots et d'autres variables.</p><h1><a name=\"import\"></a>comment importer des cartes</h1><p>Vous pouvez importer des cartes de <a href=\"http://www.quizlet.com/\">Quizlet</a> et <a href=\"http://www.flashcardexchange.com/\">FlashcardExchange</a>, deux des sites les plus populaires de cartes flash. Vous pouvez également importer des fichiers Excel et CSV via Dropbox. Voici comment faire:</p><ol>    <li>Entrez les cartes dans un tableur à deux colonnes, avec la colonne A de la face avant et la colonne B que la face arrière. Si vous avez des images, vous pouvez les importer via CSV ou Excel en les téléchargeant sur ​​un site Web et de mettre l'URL de l'image pour la face avant de la colonne C, et l'URL de l'image sur la face arrière de la colonne D. Envoyez les cartes à Quizlet, FlashcardExchange ou Dropbox. Sur Quizlet, choisissez \"Import Data\", puis collez votre feuille de calcul dans le champ de texte.</li>    <li>Aller à votre collection dans FlashCards++, et cliquez sur \"Importer cartes.\" Ici, vous pouvez importer à partir Quizlet ou FlashcardExchange:        <ul>            <li><strong>Pour importer à partir Quizlet ou FlashcardExchange:</strong> vous pouvez parcourir une liste de vos jeux de carte personnelle, ou parcourir / rechercher dans la base de données Quizlet. Cliquez sur une ensemble des cartes pour afficher son contenu et le télécharger.</li>             <li><strong>Pour importer à partir Dropbox:</strong> naviguer dans votre Dropbox à le dossier où le fichier peut être trouvé, et sélectionnez votre fichier CSV ou Excel.</li>        </ul>    </li>    <li>Si l'une des cartes existent déjà dans votre collection, vous serez invité à \"fusionner\" eux. Si vous choisissez de fusionner les cartes, vous pouvez sélectionner la version de l'autre avant ou l'arrière pour garder de la nouvelle vs l'ancienne carte. Si vous choisissez de ne pas les fusionner, vous pouvez les marquer comme \"connexes,\" qui va les montrer ensemble pendant que vous étudiez. Cliquez sur \"Suivant &gt;\" jusqu'à ce que vous avez traité tous les doublons. Puis cliquez sur \"Enregistrer\".</li>    <li>Il va vous être invité à modifier les nouvelles cartes. Ceci est une excellente façon de commencer à étudier, car vous allez passer à travers les cartes et vous pouvez également chercher des fautes de frappe. Pour les collections avec des outils linguistiques, vous pouvez également marquer les mots comme des mots apparentés ou \"faux amis.\"</li></ol><h1><a name=\"study\"></a>Comment étudier</h1><p>Après l'importation d'un ensemble de cartes, vous pouvez commencer à étudier. Il y a quatre modes d'étude:</p><ul>    <li><strong>Apprenez Cartes</strong> vous permet d'étudier toutes les cartes ou d'un ensemble aléatoire de 30. Il ya trois méthodes principales, linéaire, aléatoire, et \"étude intelligente,\" qui va vous montrer une carte plus ou moins souvent en fonction de sa difficulté et de vos réponses. A la fin de chaque tour d'étudier dans le mode d'Apprendre, vous serez invité à commencer les essais; passage à ce mode lorsque vous vous sentez prêt.</li>    <li><strong>Éssayer cartes</strong> vous envoie directement au test des cartes.</li>    <li><strong>Réviser (répétition espacée)</strong> vous oblige à étudier les cartes dont vous êtes prêt à étude basée sur l'intervalle optimal.</li>    <li><strong>Étuder cartes échouées</strong> vous permet d'étudier les cartes qui sont \"échouées\"--par example vous les mémoriser et de les tester, mais quand est venu le temps de les examiner vous avez échoué le test. C'est un moyen rapide de ré-apprendre les cartes et les ré-insérer dans le système de répétition espacée.</li></ul><pLa méthode d'étude proposée consiste à (1) l'importation de cartes, d'étude étude (2) en utilisant la méthode d'étude intelligente, et puis (3) de test. Puis (4) de réviser les cartes quand elles surviennent, (5) étuder les cartes qui a reçu une score inférieure à 4 (de les revoir), puis (6) l'étudez des cartes échouées lorsque vous avez un nombre important d'examiner.</p><p>NB: <strong>glisser de droite à gauche</strong> va à la prochaine carte; <strong>glisser de gauche à droite</strong> va à la dernière carte; et <strong>cliquer</strong> retourne la carte.</p><p><em>NB:</em> Verrouillez votre appareil lorsque vous n'êtes pas étudiant, afin que les statistiques du temps d'étude ne sont pas foutu. Même si votre appareil est verrouillé, le timer est en pause.</p><p>Lorsque vous marquez votre réponse à chaque carte, vous aider à calibrer le système de répétition espacée. Les cinq options signifie généralement:</p><p><b>OUBLIER</b></p><ol> <li> Échec: Ne se rappelle pas le matériel du tout, elle est totalement inconnue. <li> Presque: Ne se rappelle pas le matériel, mais il ne me sentais pas complètement étranger.</ol><p><b>MÉMOIRE</b></p><ol start=3> <li> À peine: Peut évoquer le matériel, mais seulement avec un grand effort ou une pensée, peut-être, légèrement incorrecte. <li> Okay: Peut évoquer avec pas plus de une légère hésitation. <li> Easy: Peut évoquer avec absolument aucune difficulté, il vient à vous immédiatement.</ol><p>Vous pouvez également choisir de ne pas marquer votre réponse.</p><h1><a name=\"stats\"></a>Comment comprendre les statistiques</h1><p>FlashCards++ vous donne accès à un grand nombre de statistiques, en voici un rapide aperçu des plus importants:</p><dl>    <dt>Cartes attendus par jour</dt>    <dd>Combien de cartes que vous aurez à étudier dans l'avenir basé sur le calendrier répétition espacée.</dd>    <dt>Cartes étudiées (par jour, semaine, ou mois)</dt>    <dd>Un graphique de combien de cartes vous réellement étudié certains jours, semaines ou mois.</dd>    <dt>Taux de rétention</dt>    <dd>Une estimation de la façon dont vous faites de la rétention d'information basée sur la façon dont vous marquez sur les tests de révision de répétition espacée.</dd>    <dt>Temps de répétition totale</dt>    <dd>Le montant total de fois que vous avez passé à étudier l'information dans les répétitions.</dd>    <dt>Charge de travail</dt>    <dd>Une estimation de la quantité moyenne de temps par jour vous passerez par jour à étudier la matière, basée sur les statistiques</dd>    <dt>E-Factors</dt>    <dd>Un tableau vous montrant la distribution des E-factors pour les cartes dans l'ensemble de cartes ou de collection.</dd>    <dt>Optimal Factors (OF-Matrix)</dt>    <dd>Un tableau vous montrant la matrice courante ajustée des facteurs optimale en fonction de votre style d'apprentissage. Vous pouvez réinitialiser la matrice aux réglages d'usine si vous voulez.</dd></dl><h1><a name=\"glossary\"></a>Lexique</h1>";

/* No comment provided by engineer. */
"Glossary" = "Lexique";

/* No comment provided by engineer. */
"GlossaryText" = "<dl>    <dt>Carte</dt>    <dd>Un morceau d'information discrets, avec un avant et verso \"côté\" (un \"question\" et \"réponse\").</dd>    <dt>Collection</dt>    <dd>Un groupe de cartes, constituant un corpus de connaissances.</dd>    <dt>Ensemble de cartes</dt>    <dd>Un groupe de cartes, regroupées dans un ensemble. Parce FlashCards++ déduplique automatiquement vos cartes lors de leur importation, parfois une carte peut être dans plusieurs ensembles de cartes en raison de la fusion.</dd>    <dt>E-Factor</dt>    <dd>Un coefficient mathématique pour représenter facile ou difficile une carte est. Varie entre 1.2 à 2.5. Une plus grande E-Factor représente une carte de plus facile.</dd>    <dt>Intervalle optimal</dt>    <dd>La période optimale entre le moment où vous étudiez une carte, et la prochaine fois quand FlashCards++ vous invite à l'étudier. Cet intervalle est basé sur le E-Factor de la carte--facile cartes sont étudiés moins souvent que les cartes difficiles--et le matrice de facteurs optimaux (OF-Matrix).</dd>    <dt>Matrice de facteurs optimaux (OF-Matrix)</dt>    <dd>Une construction mathématique qui cherche à mieux calculer quand vous devez étudier les cartes basées sur leur difficulté et l'intervalle d'étude particulière à laquelle vous êtes arrivés. Cette matrice est automatiquement ajustée pour correspondre à vos habitudes d'apprentissage et plus précisément de savoir si certains intervalles \"optimaux\" étaient trop longs (par example, vous avez oublié la carte) ou trop courts (vous pourriez avoir étudié la carte plus tard et toujours s'en souvenir, rendant votre étudier plus efficace).</dd> </dl>";

/* UIView title */
"Help" = "Aide";

/* UIBarButtonItem */
"Help & FAQ" = "Aide & FAQ";

/* No comment provided by engineer. */
"Importing Flash Cards" = "Importation de cartes";

/* No comment provided by engineer. */
"Importing Flash Cards - ANSWER" = "<p>You can import flash cards from <a href=\"http://www.quizlet.com/\">Quizlet</a> and <a href=\"http://www.flashcardexchange.com/\">FlashcardExchange</a>. You can also choose to import cards from Excel files hosted on Dropbox.</p><p>Go to Your Collection (e.g. German) -> Import. You may import cards into an already-existing card set by clicking on Your Collection -> View Card Sets -> Your Card Set (e.g. Lesson 3) -> Import.</p><p>At this point you can choose which service (Quizlet, FlashcardExchange, or Dropbox) you wish to import from.</p><p>If you are importing from CSV or Excel, make sure that you have entered the front card value in Column A, and the back card value in Column B.</p>";

/* No comment provided by engineer. */
"Importing from Excel" = 
"Importation à partir d'Excel";

/* No comment provided by engineer. */
"Importing from Excel - ANSWER" = "<p>Il est très facile d'importer à partir d'Excel. Mettez la valeur de la carte face à la colonne A de votre feuille de calcul, et la valeur de la carte de retour dans la colonne B. Si vous avez des images, vous pouvez les importer via CSV ou Excel en les téléchargeant sur ​​un site Web et de mettre l'URL de l'image pour la face avant de la colonne C, et l'URL de l'image sur la face arrière de la colonne D. Puis enregistrer le fichier dans votre Dropbox. (Vous pouvez également enregistrer le fichier au format CSV.) Vous serez alors en mesure de le trouver dans l'écran d'importation. Alternativement, vous pouvez envoyer le fichier pour vous et l'importer de l'application Mail.</p>";

/* No comment provided by engineer. */
"Importing Tips & Tricks" = "Tuyau pour importation";

/* No comment provided by engineer. */
"Importing Tips & Tricks - ANSWER" = "<ul><li><strong>Utiliser une convention systématique</strong> pour vos cartes. De cette façon, vous serez plus susceptible de trouver des cartes en double. Par exemple, en allemand, je utiliser un barres obliques pour indiquer un préfixe séparable, par example mit/bringen (porter).</li><li>Mettez des notes séparées en parenthèses, par example les formes passées des verbes. Lors de la recherche de doublons, FlashCards++ ignore le texte entre parenthèses ou des crochets.</li></ul>";

/* No comment provided by engineer. */
"Moving Cards to a Different Card Set" = 
"Comment déplacer cartes d'ensemble différent";

/* No comment provided by engineer. */
"Moving Cards to a Different Card Set - ANSWER" = "<ol>   <li>Aller à éditer la carte que vous voulez déplacer d'un ensemble à un autre ensemble.</li>   <li>Cliquer \"ensembles de cartes,\" qui va vous montrer la liste de tous les ensembles de cartes dans la collection. Toute carte fixe avec une coche comprennent actuellement cette carte.</li>   <li>Cliquer votre nouvelle ensemble de cartes pour inclure la carte dans cette ensemble. Si vous ne voulez pas que la carte soit dans la  ensemble, cliquer sur cette ensemble mis de l'enlever.</li></ol>";

/* No comment provided by engineer. */
"No thank you" = "Non merci";

/* UIBarButtonItem */
"Rate in App Store" = 
"Écrire avis en l'App Store";

/* No comment provided by engineer. */
"RootVCHelp" = "Merci pour votre achat FlashCards++! Cliquer sur le bouton ci-dessus pour créer un \"Collection\" des cartes, par example anglais, la médecine, ou la chimie.\n\nPour créer les cartes, entrez le collection et cliquer \"Créer cartes.\"\n\nPour importer, entrez le collection et cliquer \"Importer cartes.\" Vous pouvez importer à partir Quizlet, Flashcard Exchange, ou des fichiers CSV ou Excel avec Dropbox.";

/* UIBarButtonItem */
"Send Feedback" = 
"Envoyer un commentaire";

/* No comment provided by engineer. */
"SettingsStudyVCHelp" = "<p><strong>Options d'étude</strong><ul>    <li><i>Taille du texte:</i> Augmenter ou diminuer la taille du texte lors de l'étude de vos cartes.</li> <li><i>Justification du texte:</i> Aligner le texte au centre, à gauche ou à droite lorsque l'on étudie vos cartes.</li> <li><i>Typeface:</i> Sélectionner la typeface que vous voulez utiliser lors de la visualisation de vos cartes. Vous pouvez sélectionner l'une des typefaces qui viennent sur​votre iPhone, iPhone ou iPod touch, mais malheureusement vous ne pouvez pas télécharger vos propres typefaces.</li> <li><i>Affichez comme fiche:</i> Si vous désirez, vous pouvez afficher les cartes d'une manière qui ressemble à une fiche papier (par défaut), ou vous pouvez désactiver cette fonction et afficher vos cartes sous forme de texte sur un fond solide.</li>    <li><i>Couleur de fond:</i> Si vous choisissez d'afficher les cartes sous forme de texte sur un fond solide, vous pouvez changer la couleur de fond lors de l'étude de vos cartes.</li>    <li><i>Auto-Browse Speed:</i> Régler la vitesse à laquelle vous voulez des cartes à retourner, et de procéder à la carte suivante, lors de l'utilisation de navigation automatique.</li>    <li><i>Procéder lors marqué:</i> FlashCards++ peut automatiquement passer à la prochaine carte lorsque vous cliquez sur une score plutôt que de vous faire glisser pour aller à la prochaine carte.</li>    </ul><p><strong>Options générales</strong></p><ul><li><i>Afficher l'insigne:</i> Par défaut, FlashCards++ affiche un badge sur l'écran d'accueil de votre iPhone, iPod touch, ou iPad. Il vous dire combien de cartes sont actuellement en raison d'un examen. Vous pouvez choisir de désactiver cette option.</li><li><i>Corriger le texte:</i> Si vous choisissez, FlashCards + + va utiliser l'auto-corriger votre appareil la fonction de fixer votre fautes d'orthographe pendant que vous tapez sur vos cartes. Cela peut ne pas être si utile, si vous tapez dans une langue étrangère et <i>chaque</i> mot ressemble à une erreur typographique.</li><li><i>Capitalizer le texte:</i> Vous pouvez choisir si oui ou non, lorsque vous créez ou modifiez les nouvelles cartes, les mots doivent être capitalisés par défaut au début.</li></ul><p><strong>Options d'importation</strong></p><ul><li><i>Fusionner doubles exactes:</i> IfSi vous activez cette option, puis lors de l'importation des cartes, FlashCards + + va automatiquement fusionner les nouvelles cartes avec des cartes déjà existantes lorsque les deux faces avant et arrière de la carte correspondent exactement.</li></ul>";

/* No comment provided by engineer. */
"Sharing Flash Cards" = 
"Comment partager les cartes";

/* No comment provided by engineer. */
"Studying Cards Again" = 
"Comment étudier à nouveau";

/* No comment provided by engineer. */
"Studying Cards Again - ANSWER" = "<p>Après vous étudiez vos cartes pour la première fois, FlashCards++ attend un certain laps de temps avant que vous invitant à étudier à nouveau et l'examen de ces cartes. Temps de répétition de chaque carte est déterminé sur la base facile ou difficile, il est.  Cependant, vous pouvez étudier à nouveau les cartes aussi souvent que vous le souhaitez. Chaque fois que vous cliquer sur <i>Apprendre cartes</i> ou <i>Éssayer cartes</i>, si toutes les cartes ont été marqués comme \"mémorisé\" (il a obtenu une score de passage dans la scène d'Éssayer cartes), FlashCards++ va vous alerter et vous permettre de \"Re-Étuder\" vos cartes.</p>";

/* No comment provided by engineer. */
"Studying Flash Cards - ANSWER" = "<p>Vous pouvez facilement partager des cartes flash avec vos amis via e-mail. Allez à la collection ou un ensemble de cartes qui vous souhaitez partager, puis cliquer \"Partager.\" Vous pouvez partager dans l'un des deux formats de fichiers. Les deux formats sont d'excellentes options, mais il existe quelques différences. Voici ce que vous devez savoir:</p><ul> <li><i>Format de FlashCards++:</i> Ceci est le format préféré de partager des cartes. Il est le format natif d'application et peuvent être importés directement dans FlashCards++. En outre, il contient des images et conserve des informations sur les cartes qui sont liés les uns aux autres.</li> <li><i>CSV (Comma-Separated Value):</i> Ce format crée un tableur compatible avec Microsoft Excel. Vous pouvez l'ouvrir sur votre ordinateur. Vos amis peuvent également importer directement aux FlashCards++, mais il ya deux inconvénients: (1) CSV peut contenir seulement du texte, pas d'images, et (2)  CSV ne peut pas contenir des informations sur les cartes qui sont une partie d'ensemble de cartes qui, et quelles cartes sont liés les uns aux autres.</li></ul>";

/* No comment provided by engineer. */
"StudyScoresText" = "<p>Lorsque vous marquez votre réponse à chaque carte, vous aider à calibrer le système de répétition espacée. Les cinq options signifie généralement:</p><p><b>OUBLIER</b></p><ol> <li> Échec: Ne se rappelle pas le matériel du tout, elle est totalement inconnue. <li> Presque: Ne se rappelle pas le matériel, mais il ne me sentais pas complètement étranger.</ol><p><b>MÉMOIRE</b></p><ol start=3> <li> À peine: Peut évoquer le matériel, mais seulement avec un grand effort ou une pensée, peut-être, légèrement incorrecte. <li> Okay: Peut évoquer avec pas plus de une légère hésitation. <li> Easy: Peut évoquer avec absolument aucune difficulté, il vient à vous immédiatement.</ol><p>Vous pouvez également choisir de ne pas marquer votre réponse.</p>";

/* No comment provided by engineer. */
"Tell Friends About FlashCards++" = 
"Dites à vos amis propos FlashCards++";

/* UIAlert title */
"Thank You" = "Merci";

/* message */
"Thank you for sending your message. We will be in touch shortly." = "Merci d'envoyer votre message. Nous serons en contact bientôt.";

/* No comment provided by engineer. */
"The FlashCards++ Method" = "La methode FlashCards++";

/* No comment provided by engineer. */
"The FlashCards++ Method - ANSWER" = "<ol> <li>Import cards into a Card Set, and de-dupe the cards.</li> <li>Edit the cards to find typos.</li> <li>Study cards for a few rounds in Random or Smart study modes to memorize them.</li> <li>\"Test\" the cards to enter them into the Spaced Repetition algorithm.</li> <li>Study cards when you are prompted, and also study when you need to refresh before a test.</li> <li>Re-study cards which scored less than 4 (\"OK\") so that you will still remember them later.</li> <li>After re-studying cards with scores less than 4, tap \"Begin Test\" to re-test the cards and re-enter them into the spaced repetition algorithm.</li> <li>Re-learn any Lapsed cards which you didn't immediately re-test, which are cards you memorized and then forgot, and re-test them to enter them into the Spaced Repetition algorithm.</li></ol>";

/* email subject */
"Try FlashCards++ for iPhone and iPod Touch!" = "Essayez FlashCards++ pour iPhone et iPod Touch!";

/* No comment provided by engineer. */
"Unicode Support" = "Support de l'Unicode";

/* No comment provided by engineer. */
"Unicode Support - ANSWER" = "FlashCards++ supporte toutes les langues en utilisant Unicode. Pour entrer dans des langues autres que la langue par défaut de votre appareil (généralement en français), vous devez activer les claviers étrangers. Voici comment faire:<ol><li>Ouvrir l'app Réglages.</li><li>Cliquer <i>Général</i>.</li><li>Cliquer <i>Clavier</i>.</li><li>Cliquer <i>Claviers internationaux</i>.</li><li>Cliquer <i>Ajouter un clavier</i>.</li><li>Cliquez sur un clavier pour l'ajouter.</li><li>Lorsque vous revenez à FlashCards++, quand vous voyez un clavier à l'écran, il y aura un icône \"international\"  à gauche de la barre d'espace. Cliquer et maintener cette icône pour afficher une liste des claviers internationaux dont vous pouvez utiliser pour taper dans FlashCards++.</li></ol>";

/* No comment provided by engineer. */
"Video Tutorials" = "Tutoriels vidéo";

/* No comment provided by engineer. */
"What Do the Scores Mean?" = "Qu'est-ce que les scores indiquent?";

/* No comment provided by engineer. */
"What is FlashCards++?" = "Quel est FlashCards++?";

/* No comment provided by engineer. */
"What is FlashCards++? ANSWER" = "<p>FlashCards++ est l'app premier de cartes flash pour iPhone, iPod touch, et iPad. Avec FlashCards++, vous pouvez étudier efficacement par la construction d'une base de données de vos connaissances et déterminer le meilleur moment pour étudier. FlashCards++ supporte cartes avec texte et images, et supporte toutes les langues.</p>";

/* No comment provided by engineer. */
"What is Spaced Repetition?" = "Quelle est la répétition espacée?";

/* No comment provided by engineer. */
"What is Spaced Repetition? ANSWER" = "<p>Afin de permettre la rétention de la mémoire la plus efficace à long terme, vous devriez \"espace hors\" quand vous étudiez. Si vous étudiez chaque mot du vocabulaire chaque jour, vous pourriez les rappeler, mais vous allez passer toute la journée à étudier. En fait, si vous attendez entre chaque session d'études, votre mémorisation deviendra plus profonde que l'information passe du court terme et à long terme de mémoire.</p><p>En d'autres termes, le meilleur moment pour étudier quelque chose, c'est quand vous êtes sur le point de l'oublier. FlashCards++ utilise un algorithme efficace et éprouvée, lancée par SuperMemo, de décider quand vous testez.</p><p>NB: FlashCards++ n'est pas affilié ou associé à SuperMemo.</p>";

/* No comment provided by engineer. */
"Would you like to attach a copy of your FlashCards++ data file? If you are sending feedback about a bug or crash, attaching your data file will help to solve your issue more quickly." = "Voulez-vous joindre votre FlashCards++ fichier? Si vous envoyez des commentaires sur un bug ou un crash, en joignant votre fichier aidera à résoudre votre problème plus rapidement.";

/* No comment provided by engineer. */
"Yes, Attach" = "Yes, Attach";

"Do You Like This App?" = "Aimez-vous cette App?";
"I Like This App" = "J'aime cette App";
"There's a problem..." = "Il ya un problème...";

"ThereIsAProblemText" = "Je suis un développeur indépendant et tandis que mes applications sont traduites en plusieurs langues, je comprends les langues suivantes:
 - English
 - Deutsch
 - Русски

Si vous pouvez écrire dans une de ces langues, vous obtiendrez une réponse beaucoup plus rapide.

Merci de votre compréhension.";

"OK, I Understand" = "OK, je comprends";

"Thank You :-)" = "Merci :-)";

"Leave an App Store Review" = "Écrire avis en l'App Store ";
"Share by Email" = "Partager par email";
"Share with Facebook" = "Partager par Facebook";
"Share with Twitter" = "Partager par Twitter";

